{
  "Error_404": "Error 404",
  "Page_Not_Found": "Sorry Page Not Found",
  "Back_To_Home": "Back To Home",
  "About_title": "Unleash Your Creativity, Inspire the World",
  "About_text": "Welcome to BeatSoul Transform Your Favorite Songs with Your Unique Touch",
  "Choose_us_title1": "Personalize Your Experience",
  "Choose_us_text1": "Modify the lyrics of your favorite songs to reflect your personal experiences, emotions, and milestones. Whether it's a love song, a motivational anthem, or a soulful ballad, make it yours",
  "Choose_us_title2": "Share Your Story",
  "Choose_us_text2": "Along with your custom lyrics, share the story behind your inspiration. Whether it's a heartfelt dedication, a memory from a special moment, or an imaginative twist, your narrative adds depth and meaning.",
  "Choose_us_title3": "Inspire Your Favorite Bands",
  "Choose_us_text3": "Your creative contributions have the potential to inspire the original artists. Bands and musicians often look to their fans for inspiration, and your stories could be the muse for their next big hit.",
  "Why_choose_us_title": "Why choose us?",
  "Why_choose_us_text": "Transform Your Favorite Songs with Your Unique Touch Unleash Your Creativity, Inspire the World Welcome to LyricWeaver, the ultimate platform where your creativity takes center stage. Have you ever listened to a song and felt like the lyrics could tell your story a little better?",
  "Excellent": "Excellent",
  "Review_on": "Review On",
  "Faq_area_title": "Have questions? We have answers!",
  "Faq_area_text": " Our hand-picked acts will guarantee you fantastic wedding entertainment for each part. {`We'll`} provide help and support 24 hours a day, 7 days a week, right up until",
  "Faq_question_1": "What is BeatSoul?",
  "Faq_answer_1": "BeatSoul is a platform that allows you to rewrite the lyrics of your favorite songs and share the personal stories behind your creations. It’s a space for music lovers to express their creativity and connect with others.",
  "Faq_question_6": "How do I start rewriting lyrics?",
  "Faq_answer_6": "To start rewriting lyrics, simply create an account, choose a song from our library, and use our intuitive editor to make your changes. Once you’re happy with your new version, you can publish it along with your story.",
  "Faq_question_3": "Is there a cost to use BeatSoul?",
  "Faq_answer_3": "BeatSoul offers both free and premium plans. With the free plan, you can access a basic library of songs and editing tools. The premium plan gives you access to an extended song library, advanced editing features, and the ability to participate in exclusive community events.",
  "Faq_question_4": "Can I rewrite any song's lyrics?",
  "Faq_answer_4": "Yes, you can rewrite lyrics for any song available in our library. We continually update our collection with a wide range of genres and artists to ensure there’s something for everyone.",
  "Faq_question_5": "How do I share my rewritten lyrics and story?",
  "Faq_answer_5": "After rewriting your lyrics and adding your story, you can publish your work directly on the BeatSoul platform. You’ll have the option to share your creation on social media and with friends via a unique link.",
  "Faq_question_2": "Will my favorite bands see my rewritten lyrics?",
  "Faq_answer_2": "While we can’t guarantee that your favorite bands will see your rewritten lyrics, many artists do engage with the BeatSoul community. Your story could potentially inspire them, especially if it gains significant attention within our platform.",
  "How_it_works_title": "How It Works",
  "How_it_works_description": "At BeatSoul, we celebrate creativity, diversity, and the power of music to bring people together. Join a community of music lovers, writers, and dreamers who are all here to share their unique voices. Explore others' lyrics and stories, leave comments, and find inspiration in the creativity of fellow fans.",
  "How_it_works_feature1_title": "Choose a Song",
  "How_it_works_feature1_description": "Start by selecting your favorite track from our extensive library. We've got everything from timeless classics to the latest chart-toppers",
  "How_it_works_feature2_title": "Rewrite the Lyrics",
  "How_it_works_feature2_description": "Use our intuitive editor to tweak the lyrics. Change a few lines or transform the entire song—it's up to you!",
  "How_it_works_feature3_title": "Share Your Story",
  "How_it_works_feature3_description": "Tell us what inspired your version of the song. Your story can be as brief or as detailed as you like.",
  "How_it_works_feature4_title": "Publish and Inspire",
  "How_it_works_feature4_description": "Once you're happy with your lyrics and story, share your work with friends. Who knows? Your favorite band might just see it and be inspired!",
  "Generate_song_btn":"Generate song",
  "Leave_story_btn":"Leave story"
}
